const data = {
  a: [
    ['a', 'ア'],
    ['i', 'イ'],
    ['u', 'ウ'],
    ['e', 'エ'],
    ['o', 'オ'],
  ],
  k: [
    ['ka', 'カ'],
    ['ki', 'キ'],
    ['ku', 'ク'],
    ['ke', 'ケ'],
    ['ko', 'コ'],
  ],
  s: [
    ['sa', 'サ'],
    ['shi', 'シ'],
    ['su', 'ス'],
    ['se', 'セ'],
    ['so', 'ソ'],
  ],
  t: [
    ['ta', 'タ'],
    ['chi', 'チ'],
    ['tsu', 'ツ'],
    ['te', 'テ'],
    ['to', 'ト'],
  ],
  n: [
    ['na', 'ナ'],
    ['ni', 'ニ'],
    ['nu', 'ヌ'],
    ['ne', 'ネ'],
    ['no', 'ノ'],
  ],
  h: [
    ['ha', 'ハ'],
    ['hi', 'ヒ'],
    ['hu', 'フ'],
    ['he', 'ヘ'],
    ['ho', 'ホ'],
  ],
  m: [
    ['ma', 'マ'],
    ['mi', 'ミ'],
    ['mu', 'ム'],
    ['me', 'メ'],
    ['mo', 'モ'],
  ],
  y: [
    ['ya', 'ヤ'],
    ['yu', 'ユ'],
    ['yo', 'ヨ'],
  ],
  r: [
    ['ra', 'ラ'],
    ['ri', 'リ'],
    ['ru', 'ル'],
    ['re', 'レ'],
    ['ro', 'ロ'],
  ],
  w: [
    ['wa', 'ワ'],
    ['wo', 'ヲ'],
    ['n', 'ン'],
  ],
  // images: [['I', 'https://helloitsjoe.github.io/flashcards/example.jpg']],
};

export default data;
